Repository: hau-git/ve-events-wordpress-plugin
Catalog: languages/ve-events-*.po
Languages: de_de

source: VE Events Settings
de_de: VE Events Einstellungen

source: These settings are only visible to administrators and control the global behavior of the VE Events plugin.
de_de: Diese Einstellungen sind nur für Administratoren sichtbar und steuern das Verhalten des VE-Events-Plugins global.

source: Settings
de_de: Einstellungen

source: Editor Settings
de_de: Editor-Einstellungen

source: Disable Gutenberg block editor for Events
de_de: Gutenberg Block-Editor für Events deaktivieren

source: When enabled, events will use the classic WordPress editor instead of the block editor.
de_de: Wenn aktiviert, verwenden Events den klassischen WordPress-Editor anstelle des Block-Editors.

source: Display Settings
de_de: Anzeige-Einstellungen

source: Hide End Date if Same Day
de_de: Enddatum ausblenden wenn gleicher Tag

source: Automatically hide the end date if start and end are on the same day
de_de: Enddatum automatisch ausblenden, wenn Start und Ende am selben Tag sind

source: Example: "12.06.2025 · 10:00 – 12:00" instead of "12.06.2025 · 10:00 – 12.06.2025 · 12:00"
de_de: Beispiel: "12.06.2025 · 10:00 – 12:00" statt "12.06.2025 · 10:00 – 12.06.2025 · 12:00"

source: Event Visibility & Status
de_de: Event-Sichtbarkeit & Status

source: Grace Period After Event End
de_de: Karenzzeit nach Event-Ende

source: 0 days (immediately hidden)
de_de: 0 Tage (sofort ausblenden)

source: 1 day (recommended)
de_de: 1 Tag (empfohlen)

source: 3 days
de_de: 3 Tage

source: 7 days
de_de: 7 Tage

source: Choose how long events remain visible on the frontend after ending. Backend visibility is never affected.
de_de: Wählen Sie, wie lange Events nach dem Ende im Frontend sichtbar bleiben. Die Backend-Sichtbarkeit ist davon nicht betroffen.

source: Hide Archived Events from Search
de_de: Archivierte Events von Suche ausschließen

source: Exclude archived events from WordPress search results
de_de: Archivierte Events aus WordPress-Suchergebnissen ausschließen

source: Schema.org Settings
de_de: Schema.org-Einstellungen

source: Include Event Series in Schema
de_de: Event-Serien in Schema einschließen

source: Add series name to Schema as eventSeries or superEvent
de_de: Serienname als eventSeries oder superEvent zum Schema hinzufügen

source: Event Status Logic
de_de: Event-Status-Logik

source: Event status is calculated dynamically based on the current time:
de_de: Der Event-Status wird dynamisch basierend auf der aktuellen Zeit berechnet:

source: Description
de_de: Beschreibung

source: Event has not started yet
de_de: Event hat noch nicht begonnen

source: Event is currently running
de_de: Event läuft gerade

source: Event has ended
de_de: Event ist beendet

source: Event ended more than the grace period ago
de_de: Event ist seit mehr als der Karenzzeit beendet

source: Documentation
de_de: Dokumentation

source: About VE Events
de_de: Über VE Events

source: VE Events adds a lightweight Events custom post type with WordPress-native admin UI, Schema.org Event markup, and first-class support for Elementor/JetEngine listings.
de_de: VE Events fügt einen leichtgewichtigen Events Custom Post Type mit WordPress-nativer Admin-Oberfläche, Schema.org Event-Markup und erstklassiger Unterstützung für Elementor/JetEngine-Listings hinzu.

source: Core Principle
de_de: Kernprinzip

source: VE Events does not rely on shortcodes. All data is exposed via standard WordPress Meta Keys, Virtual (computed) Meta Keys, and Taxonomies. This ensures full compatibility with JetEngine Listings, sortable and filterable queries, and clean Elementor templates.
de_de: VE Events verwendet keine Shortcodes. Alle Daten werden über Standard-WordPress-Meta-Keys, virtuelle (berechnete) Meta-Keys und Taxonomien bereitgestellt. Dies gewährleistet volle Kompatibilität mit JetEngine-Listings, sortier- und filterbare Abfragen sowie saubere Elementor-Templates.

source: Features
de_de: Funktionen

source: Custom post type "Events" with date/time management
de_de: Custom Post Type "Events" mit Datum/Zeit-Verwaltung

source: Event Categories, Locations, Topics, and Series taxonomies
de_de: Event-Kategorien, Orte, Themen und Serien-Taxonomien

source: Speaker/Host and special information fields
de_de: Referent/Moderator und Zusatzinformations-Felder

source: Schema.org structured data output for SEO
de_de: Schema.org strukturierte Daten für SEO

source: Compatible with JetEngine/Elementor listings
de_de: Kompatibel mit JetEngine/Elementor-Listings

source: Multilingual support (WPML & Polylang compatible)
de_de: Mehrsprachig (WPML & Polylang kompatibel)

source: Automatic event status calculation
de_de: Automatische Event-Status-Berechnung

source: Automatic hiding of past events from frontend
de_de: Automatisches Ausblenden vergangener Events im Frontend

source: Stored Meta Keys (Database)
de_de: Gespeicherte Meta-Keys (Datenbank)

source: Use these meta keys for sorting, filtering, and conditions:
de_de: Verwenden Sie diese Meta-Keys für Sortierung, Filterung und Bedingungen:

source: Event start timestamp (UTC)
de_de: Event-Startzeitpunkt (UTC)

source: Event end timestamp (UTC)
de_de: Event-Endzeitpunkt (UTC)

source: All-day event (boolean)
de_de: Ganztägiges Event (Boolean)

source: Hide end time
de_de: Endzeit ausblenden

source: Speaker / Host
de_de: Referent / Moderator

source: Special information
de_de: Zusatzinformationen

source: Virtual / Computed Meta Keys
de_de: Virtuelle / Berechnete Meta-Keys

source: Computed at runtime and usable like normal meta fields:
de_de: Zur Laufzeit berechnet und wie normale Meta-Felder verwendbar:

source: upcoming / ongoing / past / archived
de_de: bevorstehend / laufend / vergangen / archiviert

source: Translated status label
de_de: Übersetztes Status-Label

source: 1 if currently running
de_de: 1 wenn gerade laufend

source: 1 if past
de_de: 1 wenn vergangen

source: Fully formatted date/time range
de_de: Vollständig formatierter Datum/Zeit-Bereich

source: Start date/time (site timezone)
de_de: Startdatum/-zeit (Website-Zeitzone)

source: End date/time (site timezone)
de_de: Enddatum/-zeit (Website-Zeitzone)

source: JetEngine Query Setup (Recommended)
de_de: JetEngine Query-Einrichtung (Empfohlen)

source: Upcoming Events
de_de: Bevorstehende Events

source: Order By: Meta Value (Number)
de_de: Sortieren nach: Meta Value (Number)

source: Order: ASC
de_de: Reihenfolge: ASC

source: Past Events
de_de: Vergangene Events

source: Same query as above
de_de: Gleiche Query wie oben

source: Add Query Var: vev_event_scope = past
de_de: Query Var hinzufügen: vev_event_scope = past

source: Use these query vars to filter events:
de_de: Verwenden Sie diese Query-Vars zum Filtern von Events:

source: Filter by scope (upcoming, past, live, all)
de_de: Nach Scope filtern (upcoming, past, live, all)

source: Include archived/past events
de_de: Archivierte/vergangene Events einschließen

source: Taxonomies
de_de: Taxonomien

source: Taxonomy
de_de: Taxonomie

source: Type
de_de: Typ

source: Event Categories
de_de: Event-Kategorien

source: Hierarchical
de_de: Hierarchisch

source: Locations
de_de: Orte

source: Non-hierarchical
de_de: Nicht-hierarchisch

source: Topics
de_de: Themen

source: Series
de_de: Serien

source: Multilingual Support
de_de: Mehrsprachigkeit

source: VE Events is fully compatible with WPML and Polylang. Included:
de_de: VE Events ist voll kompatibel mit WPML und Polylang. Enthalten:

source: English default strings
de_de: Englische Standardtexte

source: German translation (de_DE)
de_de: Deutsche Übersetzung (de_DE)

source: Translation behavior: Dates/times are copied, Speaker/Info fields are translatable, Taxonomies are translatable.
de_de: Übersetzungsverhalten: Datum/Zeit werden kopiert, Referent/Info-Felder sind übersetzbar, Taxonomien sind übersetzbar.

source: Enable debugging by adding to wp-config.php:
de_de: Debugging aktivieren durch Hinzufügen zu wp-config.php:

source: Log file: %s
de_de: Log-Datei: %s

source: Logs include: Status calculations, Query modifications, Schema generation
de_de: Logs enthalten: Status-Berechnungen, Query-Modifikationen, Schema-Generierung

source: Version Information
de_de: Versionsinformationen

source: Author: Marc Probst
de_de: Autor: Marc Probst

source: License: GPL-2.0+
de_de: Lizenz: GPL-2.0+

source: Add New
de_de: Neu hinzufügen

source: Add New Event
de_de: Neues Event hinzufügen

source: New Event
de_de: Neues Event

source: Edit Event
de_de: Event bearbeiten

source: View Event
de_de: Event anzeigen

source: All Events
de_de: Alle Events

source: Search Events
de_de: Events suchen

source: Parent Events:
de_de: Übergeordnete Events:

source: No events found.
de_de: Keine Events gefunden.

source: No events found in Trash.
de_de: Keine Events im Papierkorb gefunden.

source: Featured image
de_de: Beitragsbild

source: Set featured image
de_de: Beitragsbild festlegen

source: Remove featured image
de_de: Beitragsbild entfernen

source: Use as featured image
de_de: Als Beitragsbild verwenden

source: Event Category
de_de: Event-Kategorie

source: Search Event Categories
de_de: Event-Kategorien suchen

source: All Event Categories
de_de: Alle Event-Kategorien

source: Parent Event Category
de_de: Übergeordnete Event-Kategorie

source: Parent Event Category:
de_de: Übergeordnete Event-Kategorie:

source: Edit Event Category
de_de: Event-Kategorie bearbeiten

source: Update Event Category
de_de: Event-Kategorie aktualisieren

source: Add New Event Category
de_de: Neue Event-Kategorie hinzufügen

source: New Event Category Name
de_de: Neuer Event-Kategorie-Name

source: Categories
de_de: Kategorien

source: Location
de_de: Ort

source: Search Locations
de_de: Orte suchen

source: All Locations
de_de: Alle Orte

source: Edit Location
de_de: Ort bearbeiten

source: Update Location
de_de: Ort aktualisieren

source: Add New Location
de_de: Neuen Ort hinzufügen

source: New Location Name
de_de: Neuer Ort-Name

source: Topic
de_de: Thema

source: Search Topics
de_de: Themen suchen

source: All Topics
de_de: Alle Themen

source: Edit Topic
de_de: Thema bearbeiten

source: Update Topic
de_de: Thema aktualisieren

source: Add New Topic
de_de: Neues Thema hinzufügen

source: New Topic Name
de_de: Neuer Thema-Name

source: Search Series
de_de: Serien suchen

source: All Series
de_de: Alle Serien

source: Parent Series
de_de: Übergeordnete Serie

source: Parent Series:
de_de: Übergeordnete Serie:

source: Edit Series
de_de: Serie bearbeiten

source: Update Series
de_de: Serie aktualisieren

source: Add New Series
de_de: Neue Serie hinzufügen

source: New Series Name
de_de: Neuer Serien-Name

source: Start Date
de_de: Startdatum

source: Start Time
de_de: Startzeit

source: End Date
de_de: Enddatum

source: End Time
de_de: Endzeit

source: All-day event
de_de: Ganztägiges Event

source: Special Info
de_de: Zusatzinfo

source: Date/Time
de_de: Datum/Zeit

source: Upcoming
de_de: Bevorstehend

source: Past
de_de: Vergangen

source: Archived
de_de: Archiviert

source: Ongoing
de_de: Laufend

source: End
de_de: Ende

source: All day
de_de: Ganztägig

source: Hide end time in listings
de_de: Endzeit in Listings ausblenden

source: If empty, the end will default to the start.
de_de: Wenn leer, entspricht das Ende dem Start.

source: All-day events are stored as full-day ranges in your site time zone. Times will not be displayed in the virtual fields.
de_de: Ganztägige Events werden als ganztägige Zeitspannen in der Website-Zeitzone gespeichert. Zeiten werden in den virtuellen Feldern nicht angezeigt.

source: E.g. registration, ticket costs, access notes, etc.
de_de: Z.B. Anmeldung, Ticketkosten, Zugangshinweise, etc.

source: JetEngine/Elementor: Use these meta keys in listings (no shortcodes required):
de_de: JetEngine/Elementor: Verwenden Sie diese Meta-Keys in Listings (keine Shortcodes erforderlich):

source: For correct Berlin/Germany date output, set the WordPress time zone to Europe/Berlin (Settings → General).
de_de: Für korrekte Berlin/Deutschland-Datumsausgabe, stellen Sie die WordPress-Zeitzone auf Europe/Berlin (Einstellungen → Allgemein).

source: URL Settings
de_de: URL-Einstellungen

source: Event Slug (Single)
de_de: Event-Slug (Einzelansicht)

source: URL slug for single events (e.g., "event" or "veranstaltung"). Default: event
de_de: URL-Slug für einzelne Events (z.B. "event" oder "veranstaltung"). Standard: event

source: Archive Slug
de_de: Archiv-Slug

source: URL slug for event archive (e.g., "events" or "veranstaltungen"). Default: events
de_de: URL-Slug für das Event-Archiv (z.B. "events" oder "veranstaltungen"). Standard: events

source: Note: After changing slugs, permalinks will be automatically refreshed. Existing event URLs will change accordingly.
de_de: Hinweis: Nach Änderung der Slugs werden die Permalinks automatisch aktualisiert. Bestehende Event-URLs ändern sich entsprechend.

# post type general name
source: Events
de_de: Veranstaltungen

# post type singular name
source: Event
de_de: Veranstaltung

# event
source: Add New
de_de: Neu hinzufügen

# admin menu
source: Events
de_de: Veranstaltungen

source: View Events
de_de: Veranstaltungen anzeigen

source: Event Archives
de_de: Veranstaltungsarchiv

source: Event Attributes
de_de: Veranstaltungseigenschaften

source: Insert into event
de_de: In Veranstaltung einfügen

source: Uploaded to this event
de_de: Zu dieser Veranstaltung hochgeladen

source: Event Image
de_de: Veranstaltungsbild

source: Set event image
de_de: Veranstaltungsbild festlegen

source: Remove event image
de_de: Veranstaltungsbild entfernen

source: Use as event image
de_de: Als Veranstaltungsbild verwenden

source: No events found
de_de: Keine Veranstaltungen gefunden

source: No events found in Trash
de_de: Keine Veranstaltungen im Papierkorb gefunden

source: Category
de_de: Kategorie

source: Title
de_de: Titel

source: Date
de_de: Datum

source: Start Date/Time
de_de: Startdatum/-zeit

source: End Date/Time
de_de: Enddatum/-zeit

source: All Day Event
de_de: Ganztägiges Event

source: Hide End Time
de_de: Endzeit ausblenden

source: Start Date (formatted)
de_de: Startdatum (formatiert)

source: Start Time (formatted)
de_de: Startzeit (formatiert)

source: End Date (formatted)
de_de: Enddatum (formatiert)

source: End Time (formatted)
de_de: Endzeit (formatiert)

source: Date Range
de_de: Datumsbereich

source: Time Range
de_de: Zeitbereich

source: Full Date & Time
de_de: Vollständiges Datum & Zeit

source: Is Upcoming
de_de: Ist bevorstehend

source: Is Ongoing
de_de: Läuft gerade

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Date & Time
de_de: Datum & Zeit

source: Formatted Output
de_de: Formatierte Ausgabe

source: Event Field
de_de: Event-Feld

source: Field
de_de: Feld

source: URL Type
de_de: URL-Typ

source: Fallback to Permalink
de_de: Fallback auf Permalink
